Repository: IOExcept10n/DiscordRichPresenceForVS
Catalog: DiscordRichPresenceForVisualStudio/Properties/Translation.*.resx
Languages: ru

# BlacklistLabel
source: Files and directories blacklist
ru: Чёрный список для файлов и папок

source: Developing
ru: Работает над проектом

source: file
ru: файл

source: Idling
ru: Выбирает решение

# IsEnabled
source: Is presence enabled
ru: Включено ли отображение

# LargeLanguageIcon
source: Large language image
ru: Большая иконка языка программирования

source: Load on startup
ru: Загрузка при запуске

source: Log document
ru: Лог

source: No file.
ru: Нет файла.

# PresenceDetails
source: I'm working on something you're
ru: Я работаю над чем-то, что вам

# PresenceState
source: not allowed to know about, sorry.
ru: не позволено знать, извините.

# ResetTimestamp
source: Reset timestamp on file change
ru: Сброс метки времени при изменении файла

# SecretMode
source: Is secret mode active
ru: Активировать секретный режим

# Settings
source: Settigns
ru: Настройки

source: Show file name
ru: Показывать имя файла

source: Show solution name
ru: Показать название решения

source: Show timestamp
ru: Показать метку времени

source: text
ru: текст

source: Text document
ru: Текстовый документ

source: Unrecognized extension
ru: Расширение не определено

source: Use English presence
ru: Отображать представление на английском

# VSCTDocument
source: VS Command Table Configuration
ru: Конфигурация таблицы команд VS

# WindowTitle
source: Discord Rich Presence Settigns
ru: Настройки Discord Rich Presence
